tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "teamookla/speedtest"

brew "awscli"
brew "bat"
brew "certbot"
brew "git"
brew "heroku"
brew "htop"
brew "ffmpeg"
brew "gnupg"
brew "nvm"
brew "jenv"
brew "mas"
brew "openssl"
brew "python"
brew "rbenv"
brew "ruby-build"
brew "redis"
brew "sqlite"
brew "thefuck"
brew "tmux"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "mattermost"
brew "gh"
brew "libpq"
brew "n"
brew "pyenv"
brew "findutils"
brew "telnet"
brew "imagemagick"
brew "cmake"
brew "jrnl"
brew "bitwarden-cli"
brew "gdb"
brew "speedtest"

# Applications
cask "1password"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "java6"
cask "keybase"
cask "adoptopenjdk8"
cask "launchbar"
cask "paw"
cask "postico"
cask "reggy"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "spotify"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
cask "sublime-text"
cask "clion"
cask "android-studio"
cask "bitwarden"
cask "notion"