]cask_args appdir: '/Applications'

tap 'homebrew/core'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'

brew 'awscli'
brew 'certbot'
brew 'git'
brew 'heroku'
brew 'ffmpeg'
brew 'nvm'
brew 'jenv'
brew 'mas' # Mac App Store
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'python@2'
brew 'rbenv'
brew 'ruby-build' # rbenv installs it, but also, let's be explicit
brew 'redis'
brew 'sass'
brew 'sqlite'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'zsh-completions'

# Applications
cask '1password'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'iterm2'
cask 'java6'
cask 'keybase'
cask 'adoptopenjdk8'
cask 'launchbar'
cask 'paw'
cask 'postico'
cask 'reggy'
cask 'sequel-pro'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoomus'
cask 'sublime-text'

# Fonts
cask 'font-glegoo'
cask 'font-inconsolata'
cask 'font-nexa-rust'
cask 'font-open-sans'
cask 'font-redacted'
cask 'font-roboto'
